btn.dumy=dumy
btn.submit=OK
btn.cancel=キャンセル
btn.start=開始
btn.ok=OK
btn.save=を除けば
btn.refresh=新たに
btn.close=終わり
menu.analyze=分析
manu.add=加え
menu.delete=削除
menu.edit=編集
menu.install=取付け
menu.unistall=アンインストール
menu.update.all=パッチすべてを更新
menu.backup=バックアップ
menu.restore=Restore
menu.options=選択
menu.language=言語
menu.help=ヘルプ
menu.about=製品情報
about.dlg.title=WM パッチのマネージャーについて
backup.dlg.title=Wm の構成のバックアッププロセス
fix.data.dlg.title=Wm パッチのプロパテイ
fix.data.tab.location=パッチの位置
fix.data.tab.options=選択を取付け
fix.data.tab.jdbc=データベースの設定
fix.data.view.copy=コピーの旗:
fix.data.view.unzip=旗のファスナーを開け:
fix.data.view.pkg=パッケージを持っている:
fix.data.view.pkgname=パッケージの名前
fix.data.view.fix.name=パッチの名前:
fix.data.view.fix.file=パッチのファイル:
fix.data.view.src.dir=源の dir:
fix.data.view.trg.dir=ターゲット dir:
fix.data.view.db.script=DB の原稿:
fix.data.view.db.type=DB のタイプ:
fix.data.view.jdbc.drv=JDBC　ドライバ:
fix.data.view.jdbc.url=JDBC URL:
fix.data.view.db.user=DB ユザー:
fix.data.view.db.pwd=DB パスヴ－ルド:
fix.data.view.db.test=Test DB Connection
fix.data.view.db.btn.test=Test
fix.data.view.db.test_ok=Database connection test success!
fix.data.view.db.test_failed=Database connection test failed!
fix.data.view.sel.file=パッチのファイルを選びなさい
fix.data.view.sel.src.dir=パッチの源登録簿を選びなさい
fix.data.view.sel.trg.dir=パッチのターゲット登録簿を選びなさい
fix.mgr.win.title=webMethods パッチのマネージャー
fix.mgr.msg.install.title=取付人
fix.mgr.msg.delete.title=削除
fix.mgr.msg.uninstall.title=アンインストール
fix.mgr.msg.analyze.title=検光子
fix.mgr.msg.no.uninstall=完全なプロフィールのアンインストールはこの時に支えられない!
fix.mgr.msg.install=取付けることを約ある 
fix.mgr.msg.delete=削除することを約ある 
fix.mgr.msg.uninstall=アンインストールすることを約ある
fix.mgr.msg.analyze=分析することを約ある 
fix.mgr.msg.fix.data=パッチのメタダタ
fix.mgr.msg.fix.profile=パッチのプロフィール
fix.mgr.msg.yes.no=実際にこれをしたいと思うか。
fix.mgr.msg.bak.wm=このプロセスはプロフィールのために定義されたwebMethods の部品をバックアップする-
fix.mgr.msg.bak.req=. 後でこのプロフィールで含められる苦境をアンインストールするようにバックアップは要求される。このプロセスは完了するために数分を取るかもしれない。バックアッププロセスを始めたいと思うか。
fix.mgr.msg.bak.no=環境のプロフィールのために可能なだけwebMethods の構成のバックアッププロセス。バックアップ操作にプロフィールを選びなさい。
fix.mgr.msg.not.available=This feature is not available with light release of this software. Contact the distributor for full version of this software.
fix.installer.dlg.title=Wm パッチの取付人
fix.uninstaller.dlg.title=Wm パッチのアンインストーラ
fix.profile.dlg.title=WM パッチのプロフィールの特性
fix.profile.dlg.prof=プロフィール: 
fix.profile.dlg.desc=記述: 
fix.profile.dlg.src=源登録簿: 
fix.profile.dlg.trg=ターゲット登録簿: 
fix.profile.dlg.is=IS 登録簿: 
fix.profile.dlg.broker=Broker: 
fix.profile.dlg.dev=デベロパ: 
fix.profile.dlg.com=共通: 
fix.profile.sel.dir=登録簿を選びなさい
options.dlg.title=パッチのマネージャーの選択
options.dlg.lang.select=言語を選びなさい:
FixInstaller.msg.start.inst.profile=開始はプロフィールを取付ける:
FixInstaller.msg.start.inst.fix=開始はパッチを取付ける:
FixInstaller.msg.complete.inst.fix=完全パッチを取付けなさい:
FixInstaller.msg.complete.inst.profile=完全プロフィールを取付けなさい:
FixInstaller.msg.current=現在:
FixInstaller.msg.start.unzip=開始は荷を解く
FixInstaller.msg.into=に
FixInstaller.msg.complete.unzip=完全荷を解きなさい
FixInstaller.msg.fix=パッチの名:
FixInstaller.msg.has.upd.file.copy=コピーするべき更新ファイルを持っている.
FixInstaller.msg.has.upd.file.uninstall=アンインストールするべき更新ファイルを持っている.
FixInstaller.msg.complete.uninstall.fix=完全フィクスのアンインストールしなさい:
FixInstaller.msg.pkg.dir=パッケージか登録簿:
FixInstaller.msg.does.not.exist.no.install=存在していない。それは取付けられない\!
FixInstaller.msg.start.bak.pkg=開始バックアップパッケージ:
FixInstaller.msg.to.dir=登録簿に:
FixInstaller.msg.before.unpack=荷を解く前。
FixInstaller.msg.complete.back.pkg=パッケージバックアップを完了しなさい:
FixInstaller.msg.unzip.pkg=パッケージの荷を解くこと:
FixInstaller.msg.into.dir=登録簿に:
FixInstaller.msg.complete.unzip.pkg=完了されるパッケージの荷を解く:
FixInstaller.msg.found.manifest.file=見つけられた明らかなファイル:
FixInstaller.msg.for.pkg=パッケージのため:
FixInstaller.msg.make.bak.copy=バックアップコピーを撮ること.
FixInstaller.msg.update=更新:
FixInstaller.msg.with.fix.info=パッチの情報と.
FixInstaller.msg.WARN.cannot.uninstall.fix=警告\! パッチをアンインストールすることない: 
FixInstaller.msg.package=パッケージ:
FixInstaller.msg.bak.not.available=バックアップは利用できない:
FixInstaller.msg.failed.to.uninstall=パッチをアンインストールしなかった:
FixInstaller.msg.remove.fix=取除かれたパッチ:
FixInstaller.msg.pkg.from.inbound=本国行きからのパッケージ.
FixInstaller.msg.remove.pkg=取除かれたパッケージ
FixInstaller.msg.from.IS=IS　から
FixInstaller.msg.restore.pkg=回復のパッケージ
FixInstaller.msg.from.bakup=バックアップから:
FixInstaller.msg.remove.bakup.dir=バックアップディレクトリを取除きなさい:
FixInstaller.msg.uninstall.fix.file=パッチファイルをアンインストールしなさい:
FixInstaller.msg.from.dir=登録簿から:
FixInstaller.msg.remove.fix.jar=パッチのjar ファイルを取除きなさい:
FixInstaller.msg.try.uninstall.pkg=パッケージをアンインストールすることを試みなさい:
FixInstaller.msg.found.bak.pkg=パッケージのための見つけられたバックアップ:
FixInstaller.msg.try.restore=元通りになることを試みなさい.
FixInstaller.msg.WARN.this.fix=警告\! このパッチ:
FixInstaller.msg.include.db.script=データベースのスクリプトを含んでいる:
FixInstaller.msg.db.script.cannot.uninstall=\nデータベースのスクリプトを 自動化されたプロセスとアンインストールされることができない\! データベースを点検し、手動でアンインストールしなさい.
FixInstaller.msg.uninstall.db.change=スクリプトを使用してパッチのデータベースの変更をアンインストールしなさい:
FixInstaller.msg.uninstall.ignore.db.script=使用しないデータベースのスクリプトをアンインストールしなさい:
FixInstaller.msg.remove.upd.readme=readme ファイルを取除きなさい:
FixInstaller.msg.ERR.pkg.name.not.found=ERROR: 見つけられないパッケージの名前。元通りになることができない:
FixInstaller.msg.remove.zip.pkg=パッケージのアーカイブを取除きなさい:
FixInstaller.msg.remove.is.pkg=ISのパッケージを取除きなさい:
FixInstaller.msg.restore.is.pkg.from.backup=バックアップからの回復ISのパッケージ:
FixInstaller.msg.remove.backup=バックアップを取除きなさい:
FixInstaller.msg.WARN.file=\!\!\!WARNING: ファイルは:
FixInstaller.msg.not.zip.file=アーカイブのタイプでない. このファイルは荷を解くプロセスの無視される。
FixInstaller.msg.install.fix.upd.file=フィクスの更新ファイルを取付けなさい:
FixInstaller.msg.complete.copy.upd.file=更新ファイルのためのコピーを完了しなさい:
FixInstaller.msg.uninstall.fix.upd.file=パッチの更新ファイルをアンインストールしなさい:
FixInstaller.msg.complete.remove.upd=更新ファイルの取り外しを完了しなさい:
FixInstaller.msg.unzip.fix.file=公文書ファイルの荷を解くこと:
FixInstaller.msg.fix.include.pkg=フィクスはパッケージを含んでいる:
FixInstaller.msg.fix.include.db.script=パッチは指定データベースのスクリプトを含んでいる:
FixInstaller.msg.pkg.or.dir=パッケージか登録簿:
FixInstaller.msg.not.eixst.will.not.install=存在していない. それは取付けられない\!
FixInstaller.msg.complete.backup.pkg=パッケージのための完了されたバックアップ:
FixInstaller.msg.make.backaup.copy=バックアップコピーを撮ること.
FixInstaller.msg.read.fix.db.script=データベースのスクリプトを読みなさい:
FixInstaller.msg.complete.read.db.script=完了されるデータベースのスクリプトを読む:
FixInstaller.msg.ERR.read.db.script=ERROR: データベースのスクリプトを読みなさい:
FixInstaller.msg.failed.stop.script.install=失敗される. 停止スクリプトの取付け.
FixInstaller.msg.exec.db.script=データベースのスクリプトを実行しなさい:
FixInstaller.msg.complete.db.script=データベースのスクリプトを完了しなさい:
ProfileBackupProcess.start.bak.pkg=プロフィールのための開始のパッケージバックアップ:
ProfileBackupProcess.start.copy.pkg=開始のコピーのパッケージ: 
ProfileBackupProcess.to=に
ProfileBackupProcess.complete.copy.pkg=完了されたパッケージのコピー: 
ProfileBackupProcess.ERROR.during.bak=ERROR\! バックアッププロセスの間:
ProfileBackupProcess.complete.bak.pkg.process=プロフィールのための完了されたパッケージバックアップ:
restore.dlg.title=Wm Component Restore Process
ProfileRestoreProcess.start.restore.pkg=Start Restore IS packages for Profile:
ProfileRestoreProcess.start.copy.pkg=Start Copy package: 
ProfileRestoreProcess.to=to
ProfileRestoreProcess.complete.copy.pkg=Complete Copy package: 
ProfileRestoreProcess.ERROR.during.restore=ERROR\! during restore process:
ProfileRestoreProcess.complete.restore.pkg.process=Complete Restore packages for Profile:
ProfileRestoreProcess.start.remove.pkg=Start removal of package:
ProfileRestoreProcess.complete.remove.pkg=Complete removal of package:
FixInstaller.msg.tart.uninst.profile=Start uninstall/restore Profile:
FixInstaller.msg.start.uninst.fix=Start uninstall Fix:
FixInstaller.msg.complete.uninst.fix=Complete uninstall Fix:
FixInstaller.msg.complete.uninst.profile=Complete uninstall Profile:
fix.mgr.msg.backup.title=Backup
fix.mgr.msg.restore.title=Restore
fix.mgr.msg.restore.wm=This process will restore webMethods components defined for profile - 
fix.mgr.msg.restore.req=. Restore is required in order to uninstall/resinstall fixes included in this profile. This process may take a few minutes to complete. Would you like to start restore process?
fix.mgr.msg.restore.no=The webMethods component restore process only possible for environment profile. Please select a profile for restore operation.
